# Brewfile
#
# Just run `brew tap homebrew/boneyard && brew bundle` in the same directory to have it run
#
# Need Homebrew?
# Run `ruby -e "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install)"`
# Or on a Linux box, run `ruby -e "$(wget -O- https://raw.github.com/Homebrew/linuxbrew/go/install)"`

tap 'caskroom/cask'

brew 'caskroom/cask/brew-cask'
brew 'djvu2pdf'
brew 'gcc'
brew 'ghc'
brew 'go'
brew 'ispell'
brew 'node'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'unrar'
brew 'wget'

cask 'chromecast'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'postgres'
cask 'rdio'
cask 'skim'
cask 'skype'
cask 'transmission'
cask 'vlc'